---
kind: other
id: Properties.T:Autodesk.Revit.DB.PolymeshTopology
source: html/7fddd4e7-c756-8513-f1dc-1442fe139bfd.htm
---
# PolymeshTopology Properties

Indicates the distribution of normal vectors along the tessellated polymesh surface.